[
	{
		"id": "psy",
		"name": "Psychology",
		"weights": [10, 10, 10, 10, 10, 10, 10, 10],
		"left": {
			"name": "Psychological insight",
			"color": "#8e7cc3",
			"description": "One important aspect of being sane is being able to understand yourself and other people. Those who have a decent understanding do well in this category"
		},
		"right": {
			"name": "psychological blindness",
			"color": "#aa8e39",
			"description": "Those who score high here don't really understand other minds, although they may not be aware of this. Their own minds are filled with misconceptions pertaining to even simple psychological truths."
		},
		"tiers": [
			"Super Thankful",
			"Gratified",
			"Deferential",
			"Pleased",
			"Balanced",
			"Showy",
			"Pretentious",
			"Entitled",
			"Highly Arrogant"
		]
	},
	{
		"id": "real",
		"name": "Reality",
		"left": {
			"name": "Grounded",
			"color": "#6ed3c9",
			"description": "Anyone who scores high here has a good understanding of physical reality. Many just take this for granted, but it's shocking what some believe about the world we live in."
		},
		"right": {
			"name": "Disconnected from Reality",
			"color": "#a05555",
			"description": "Those with a high score here have an understanding of physical reality which is likely no better than that of a medieval peasant, perhaps worse. Humanity has figured out a thing or two since the middle ages. Time to hit the books."
		},
		"tiers": [
			"Entirely Welcoming",
			"Inclusive",
			"Accepting",
			"Approachable",
			"Mixed",
			"Narrow",
			"Judgemental",
			"Exclusionary",
			"Closed Lock"
		]
	},
	{
		"id": "edu",
		"name": "Education",
		"left": {
			"name": "Educated",
			"color": "#79cf55",
			"description": "Those with higher Educated scores are more likely to be able to understand what's happening around the world, in their own countries, and in their own lives. Nobody can know everything, but you should know at least a few things. The bar is lower than you'd expect."
		},
		"right": {
			"name": "Ignorant",
			"color": "#996920",
			"description": "Anyone scoring high here is in deep trouble, because this is something that isn't easy to fix. You have more than a few gaps in your knowledge. Things often seem confusing to you, and you frequently find yourself reaching for simple explanations because the complicated ones are inaccessible."
		},
		"tiers": [
			"Very Gentle",
			"Chivalrous",
			"Mannered",
			"Civil",
			"Neutral",
			"Rude",
			"Savage",
			"Demanding",
			"Dominant"
		]
	},
	{
		"id": "ratio",
		"name": "Rationality",
		"left": {
			"name": "Rational",
			"color": "#eea65c",
			"description": "You don't believe in things unless there's something to back it up."
		},
		"right": {
			"name": "Naive",
			"color": "#926767",
			"description": "The world is magical. Except it really isn't, but to you it might as well be. Quite a few of your beliefs have been debunked, are unfalsifiable nonsense, or are obviously wrong to anyone with a shred of rationality."
		},
		"tiers": [
			"Oft-Forgiving",
			"Merciful",
			"Pitying",
			"Lenient",
			"Mild",
			"Tempered",
			"Vengeful",
			"Vindicative",
			"Merciless"
		]
	},
	{
		"id": "scie",
		"name": "Science",
		"left": {
			"name": "Scientific",
			"color": "#ffd966",
			"description": "Science is our most powerful tool for exploring the more complex and nitty-gritty parts of reality. Understanding this is important, and you do understand this."
		},
		"right": {
			"name": "Lost",
			"color": "#a64d79",
			"description": "You can't do your own research. Once a topic gets complex enough, you're lost. If you look things up, whether or not you'll end up with the right answer depends on chance more than anything"
		},
		"tiers": [
			"Utterly Honest",
			"Truthful",
			"Direct & Open",
			"Fair",
			"Uncertain",
			"Furtive",
			"Corrupt",
			"Habitual Liar",
			"Machiavellian"
		]
	}
]

